---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomTagOrientationParam
source: html/95f58ab9-e7e0-d910-6570-4b770fa743c4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomTagOrientationParam Property

"Orientation"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomTagOrientationParam { get; }
```